app/views/static_pages/home.html.erb

              </div>
              <p>(<%= car.likes.count %>) <i class="far fa-thumbs-up"></i> <%= (car.likes.count) > 1 ? '' : ''%></p>
---
SELECT COUNT(*) FROM "likes" WHERE "likes"."car_id" = $1  [["car_id", 1]]

               </div>
               <p>(<%= car.likes.count %>) <i class="far fa-thumbs-up"></i> <%= (car.likes.count) > 1 ? '' : ''%></p>
---
SELECT COUNT(*) FROM "likes" WHERE "likes"."car_id" = $1  [["car_id", 18]]